Repository: jorts64/microscopi
Catalog: microscopi/locale/*/LC_MESSAGES/microscopi.po
Languages: ca, es

source: Calibrated:
ca: Calibrat
es: Calibrado

source: Measure added
ca: Mesura afegida
es: Medida añadida

source: Origin not defined
ca: Origen no definit
es: Origen no definido

source: Export saved
ca: Exportació desada
es: Exportación guardada

source: Enter real distance
ca: Introdueix distància real
es: Introduce la distancia real

source: Invalid number
ca: Nombre invàlid
es: Número inválido

source: Select two points first
ca: Primer selecciona dos punts
es: Primero selecciona dos puntos

source: Precision:
ca: Precisió
es: Precisioń:

source: New measure
ca: Nova mesura
es: Nueva medida

source: Enter label
ca: Introdueix etiqueta
es: Introduce etiqueta

source: Select required points first
ca: Selecciona primer els punts necessaris
es: Primero selecciona los puntos necesarios

source: Origin set
ca: Fixat origen
es: Fijado origen

source: Select a point in XY mode first
ca: Primer selecciona un punt al mode XY
es: Primero selecciona un punto en el modo XY

source: Point selected
ca: Punt seleccionat
es: Punto seleccionado

source: Error: Cannot open video device
ca: Error: no es pot obrir el dispositiu de vídeo
es: Error: no se pudo abrir el dispositivo de video

source: Error: Cannot read from video device
ca: Error: No es pot llegir el dispositiu de vídeo
es: Error: no se puede leer el dispositivo de video

source: Display unit:
ca: Unitat de visualització
es: Unidad de visualización

source: Calibration unit:
ca: Unitat de calibració
es: Unidad de calibración
